tap "1password/tap"
tap "homebrew/bundle"
tap "homebrew/services"
brew "libtiff"
brew "jpeg-xl"
brew "aom"
brew "bash-completion"
brew "gettext"
brew "newt"
brew "tmux"
brew "byobu"
brew "chezmoi"
brew "docker"
brew "fd"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "leptonica"
brew "libarchive"
brew "libass"
brew "libmicrohttpd"
brew "librist"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "gh"
brew "git"
brew "jq"
brew "llvm"
brew "mise"
brew "ncdu"
brew "rust"
brew "rustup"
brew "syncthing"
brew "vim"
brew "wget"
cask "1password"
cask "alacritty"
cask "alt-tab"
cask "amazon-photos"
cask "android-commandlinetools"
cask "android-file-transfer"
cask "android-studio"
cask "autodesk-fusion"
cask "chromium"
cask "clipy"
cask "discord"
cask "docker"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "google-japanese-ime"
cask "keyboardcleantool"
cask "logi-options+"
cask "notion"
cask "obsidian"
cask "orcaslicer"
cask "raycast"
cask "rectangle"
cask "spotify"
cask "syncthing"
cask "tailscale"
cask "visual-studio-code"
cask "vlc"
vscode "avetis.tokyo-night"
vscode "eamodio.gitlens"
vscode "github.vscode-github-actions"
vscode "jebbs.plantuml"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "rust-lang.rust-analyzer"
vscode "vadimcn.vscode-lldb"
vscode "vscodevim.vim"
